{
  "books": [
    {
      "id": 1 ,
      "category": "s-f",
      "title": "Metro 2033" ,
      "author": "Dmitry Glukhovsky",
      "description": "Głównym bohaterem powieści jest młody człowiek o imieniu Artem - to w jego ręce trafiają losy ostatnich ludzi na Ziemi. Ludzie, organizując świat na nowo, stworzyli w podziemiach tzw. stacje-państwa, konfederacje oraz organizacje handlowe. Wraz z Artemem podróżujemy przez nową rzeczywistość i razem z nim ją poznajemy. W publikacji nie brakuje dramatu i tajemnic, które sprawią, że nie oderwiemy się od lektury. Ludzie, którzy pozostali na ziemi, stają się w książce odbiciem całego współczesnego społeczeństwa, a sama treść publikacji bezlitośnie ukazuje naszą naturę.",
      "price": 35.99,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/C44/9788365315014.jpg"
    },
    {
      "id":  2,
      "category": "s-f",
      "title": "Solaris" ,
      "author": "Stanisław Lem",
      "description": "“Solaris” to prawdziwa gratka dla wszystkich wielbicieli fantasy, ale nawet w kosmicznych odmętach jest mały pierwiastek miłości, który będzie towarzyszył w tej podróży po obcej planecie. Stanisław Lem stworzył kreację obcego, która zaskakuje i odbiega od wszelkich schematów. Na Solarisie spoczywa galaretowaty twór, który w żadnym stopniu nie przypomina żadnego organizmu, ale z całą pewnością jest żywym stworzeniem. Ludzkość staje przed ogromnym wyzwaniem, ponieważ poddawany badaniom nie daje najmniejszych szans na jakiekolwiek porozumienie się z człowiekiem. Czyżby umysł ludzki uznawany dotychczas za doskonały twór tym razem zawiódł? Czy jest ktoś we Wszechświecie, kto potęgą przerasta nasz gatunek?",
      "price": 42.50,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/247/56114100153KS.jpg"
    },
    {
      "id":  3,
      "category": "Popularnonaukowe",
      "title":  "Krótka historia czasu",
      "author": "Stephen Hawking",
      "description": "Hawking, mimo spowodowanego stwardnieniem zanikowym bocznym paraliżu większości ciała, potrafi mówić o fizyce w sposób jasny, prosty i pełen pasji. Dowodem na to jest choćby ta oto książka, która od momentu pierwszego wydania, a więc od roku 1988, jest jednym z największych bestsellerów literatury popularnonaukowej. \"Krótka historia czasu” to zdumiewająca podróż od narodzin naszego wszechświata (tzw. Wielki Wybuch) aż po jego zagładę, do której na szczęście sporo czasu nam jeszcze zostało. W trakcie tego pasjonującego wykładu Hawking w sposób przejrzysty i w pełni zrozumiały nawet dla laika wyjaśnia, na czym polegają najważniejsze dokonania fizyki teoretycznej. Siłą rzeczy i tradycji sporo miejsca poświęca Newtonowi. Świadom jest jednak tego, że jego poglądy nie pozwalają wyjaśnić wszystkich zachodzących we wszechświecie zjawisk. Dlatego też, aby mieć o tym jako takie pojęcie, trzeba zgłębić nieco zarówno teorię względności Einsteina, jak i teorię kwantową czy teorię strun.",
      "price": 28.55,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/8B7/9788377857670.jpg"
    },
    {
      "id":  4,
      "category": "Popularnonaukowe",
      "title":  "Siła nawyku. Dlaczego robimy to, co robimy...",
      "author": "Charles Duhigg",
      "description": "Choć Charles Duhigg w swojej publikacji \"Siła nawyku\" opowiada o tym, w jaki sposób nawyki rządzą naszym życiem oraz co zrobić, by poradzić sobie z niewłaściwymi nawykami i przekuwać je w dobre, prowadzące nas wprost do sukcesu, to nie jest to typowy poradnik. Zasadniczą cechą tej książki, odróżniającą ją od wielu innych pozycji tego typu, jest język, jakim operuje autor. Jego przemyślenia czyta się jak felieton, są one proste w odbiorze, a przykłady tak przejrzyste i obrazowe, że będą zrozumiałe dla każdego.\n",
      "price": 25.00,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/130/60724402470KS.jpg"
    },
    {
      "id":  5,
      "category": "Komiksy",
      "title":  "Kajko i Kokosz. Szkoła latania",
      "author": "Janusz Christa ",
      "description": "Kajko i Kokosz. Szkoła latania to pierwszy wydany w formie albumu komiks o przygodach słowiańskich wojowników. W tej części komiksu nie zabraknie Łamignata, który narzeka na brak sił. Z pomocą rusza jego małżonka, czarownica Jaga. Łamignat otrzymuje od niej czarodziejską fujarkę, kora ma zapewnić mu nadludzkie moce. Podczas, gdy Łamignat sprawdza, czy podarunek od żony rzeczywiście ma jakieś magiczne moce, w lesie pojawia się Mirmił wracający z polowania, razem ze swoimi dzielnymi wojami. Kajko i Kokosz strzegą grodu, z którego wyganiają intruzów. Wkrótce Mirmił postanawia opanować sztukę latania na miotle. Pełna humoru opowieść wyróżniająca się barwną oprawą graficzną, to wspaniały sposób na udaną rozrywkę.",
      "price": 22.50,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/F81/53496901075KS.jpg"
    },
    {
      "id":  6,
      "category": "Komiksy",
      "title":  "Asteriks. Album 1. Przygody Gala Asteriksa",
      "author": "Albert Uderzo, Rene Goscinny  ",
      "description": "Jest rok 50. przed naszą erą. Cała Galia została podbita przez Rzymian... Cała? Nie! Jedna, jedyna osada, zamieszkała przez nieugiętych Galów, wciąż stawia opór najeźdźcom i uprzykrza życie legionom rzymskim stacjonującym w obozach Rabarbarum, Akwarium, Relanium i Delirium... Tak rozpoczyna się pierwszy tom najsławniejszej w Europie serii humorystycznych komiksów, której bohaterami są dwaj niezwyciężeni galijscy wojownicy - obdarzony wrodzonym sprytem Asteriks i jego uwielbiający dziki przyjaciel Obeliks. Dzięki właściwościom magicznego napoju udaje im się odpierać ataki Rzymian i bronić rodzinnej wioski. W tym tomie poznajemy wszystkich głównych bohaterów cyklu: Panoramiksa, który sporządza magiczne wywary, Asparanoiksa, wodza plemienia, panicznie bojącego się tego, iż niebo runie mu na głowę, Kakofoniksa - wioskowego barda, którego wątpliwy talent muzyczny jest w stanie wyprowadzić z równowagi najspokojniejszego Gala oraz wiele innych przezabawnych postaci. Klasyka komiksu, którą każdy, bez względu na to, ile ma lat, powinien mieć na półce. ",
      "price": 24.99,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/0B4/50700701075KS.jpg"
    },
    {
      "id":  7,
      "category": "s-f",
      "title":  "Rok 1984",
      "author": "George Orwell",
      "description": "Wielki brat patrzy - to właśnie napisy tej treści, w antyutopii Orwella krzyczące z plakatów rozlepionych po całym Londynie, natchnęły twórców telewizyjnego show \"Big Brother\". Czyżby wraz z upadkiem komunizmu wielka, oskarżycielska powieść straciła swoją rację bytu, stając się zaledwie inspiracją programu rozrywkowego? Nie. Bo ukazuje świat, który zawsze może powrócić. Świat pustych sklepów, permanentnej wojny, jednej wiary. ",
      "price": 23.69,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/E4F/9788328708419.jpg"
    },
    {
      "id":  8,
      "category": "s-f",
      "title":  "451 stopni Fahrenheita",
      "author": "Ray Bradbury",
      "description": "\"451 stopni Fahrenheita\" to bestsellerowa, powieść science-fiction. Poznajemy w niej antyutopijny świat, w którym książki są zakazane i palone. Czy znajdzie się ktoś, kto zdobędzie się na odwagę by zmierzyć się z bezwzględnym systemem? Jak wyglądałby świat, w którym zakazane jest czytanie? Gdzie nie byłoby książek, możliwości pójścia do biblioteki, ani księgarni? Właśnie taką rzeczywistość zobaczymy, sięgając po powieść \"451 stopni Fahrenheita\".",
      "price": 21.17,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/A7D/9788374809221.jpg"
    },
    {
      "id": 9 ,
      "category": "s-f",
      "title":  "Zabójcze maszyny",
      "author": "Philip Reeve",
      "description": "Peter Jackson przenosi na ekran Zabójcze maszyny – przetłumaczony na 30 języków, obsypany nagrodami światowy bestseller.Pierwszy tom czterotomowego cyklu Zabójcze maszyny, w którym Philip Reeve stworzył jeden z najwspanialszych fantastycznych światów, jakie kiedykolwiek wykreowano.\n\"Połączenie emocji i oszałamiających efektów wizualnych\".",
      "price": 17.01,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/B60/978832416838533.jpg"
    },
    {
      "id":  10,
      "category": "s-f",
      "title":  "Doktor Jekyll i Pan Hyde",
      "author": "Robert Louis Stevenson",
      "description": "Dwoistość natury ludzkiej stanowi obecnie bardzo często pojawiający się motyw w literaturze. Zacieranie się granic między dobrem, a złem od lat jednak zastanawiało twórców. Jak to działa i na czym polega? Pewnego dnia doktor Jekyll postanawia sporządzić miksturę, która całkowicie odmieni jego życie. Oto z dobrodusznego, statecznego obywatela przemienia się w złoczyńcę. Tłumaczy się sam przed sobą tym, że w końcu nastał dla niego czas, aby poznać inny świat od tego, który zna. Swoje dwie odmienne natury rozdziela i co jakiś czas naprzemiennie dopuszcza do głosu. Nastaje jednak moment, kiedy jego misterny plan zaczyna się psuć. Stworzona postać Pana Hyde'a, zła i pełna nienawiści strona, postanawia wziąć górę i przezwyciężyć dobro. Nastaje moment wewnętrznej walki, która skończyć się może tragicznie.",
      "price": 10.12,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/4EA/44184701184KS.jpg"
    },
    {
      "id": 11 ,
      "category": "s-f",
      "title":  "FUTU.RE",
      "author": "Dmitry Glukhovsky",
      "description": "Cywilizacja rozwija się w tempie wykładniczym, a postęp nauki jest tak ogromny, że z wielu faktów nawet nie zdajemy sobie sprawy. Jednym z nich jest to, że prawdopodobnie już za naszego życia ludzie staną się nieśmiertelni. Przeszczepy tkanek, sztuczna krew, drukowanie nowych organów. Wszystko to sprawi, że nasze dzieci być może nigdy nie umrą. Świat zaludniać więc będą wiecznie młodzi ludzie, którzy zmuszeni będą wyzbyć się swoich zwierzęcych instynktów i żyć jak przystało istotom wiecznym. W związku z tym powstaje pytanie, kto będzie czuwać nad tym nowym, wspaniałym światem? Kto nauczy ludzi, jak żyć godnie w nowych warunkach biologicznych? Kto będzie odpowiedzialny za regulację liczebności populacji? ",
      "price": 33.99,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/811/9788363944483.jpg"
    },
    {
      "id": 12 ,
      "category": "s-f",
      "title":  "Nasi przyjaciele z Frolixa 8",
      "author": "Philip K. Dick",
      "description": "“Nasi przyjaciele z Forlixa 8” to intrygująca książka z gatunku science fiction, która przedstawia potworną dystopię. Nick Appleton jest zwykłym, szarym człowiekiem należącym do grupy Starych. W związku z tym pełni funkcję słabo wykwalifikowanego robotnika. Jego życie wcale nie jest usłane różami. Wciąż spotykają go tylko niepowodzenia, dlatego też trudno mówić, by pamiętał i rozumiał, co to szczęście.",
      "price": 27.16,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/D0B/9788380626065.jpg"
    },
    {
      "id": 13 ,
      "category": "s-f",
      "title":  "Marsjanin",
      "author": "Andy Weir",
      "description": "Pierwsza eskapada na Marsa kończy się burzą piaskową i natychmiastową ewakuacją załogi. Podczas pośpiesznego powrotu  na czerwonej planecie pozostaje jeden z członków zespołu, uznany przez kolegów i resztę świata za zmarłego. Mark Watney jednak żyje i rozpoczyna swoją heroiczną walkę o przetrwanie, z minimalnymi zapasami powietrza, żywności i bez żadnej łączności z Ziemią. Czy niezłomna determinacja, silna psychika i naukowa wiedza wystarczą, by przeżyć na Marsie i wyjść cało z beznadziejnego położenia?  Czy człowiek w sytuacji bez wyjścia może zdobyć się na dystans do siebie oraz tego, co go czeka?",
      "price": 28.79,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/71A/9788328702226.jpg"
    },
    {
      "id":  14,
      "category": "s-f",
      "title":  "Gra Endera",
      "author": "Orson Scott Card",
      "description": "Wobec śmiertelnego zagrożenia nadciągającego z kosmosu Ziemia przygotowuje swoją broń ostatniej nadziei. Jest nią chłopiec, w którym odkryto zalążki niezwykłego geniuszu wojskowego. Czas nagli, a przyszłość dwóch cywilizacji spoczywa w rękach dziecka...",
      "price": 24.00,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/FF5/9788378396321.jpg"
    },
    {
      "id": 15 ,
      "category": "s-f",
      "title":  "Wehikuł czasu",
      "author": "Herbert George Wells",
      "description": "Herbert George Wells (1866-1946), brytyjski pisarz i publicysta, z wykształcenia biolog. Uznawany jest za jednego z pionierów gatunku science fiction. Mimo że jest autorem ponad sześćdziesięciu książek, literacką sławę zapewniła mu już pierwsza powieść: Wehikuł czasu (1895). Dzisiaj, dzięki tytułowi tejże powieści, określenie \"wehikuł czasu\" weszło do powszechnego użycia i posługują się nim zarówno dzieci, jak i dorośli w całym cywilizowanym świecie. Natomiast miłośnicy literatury fantastycznonaukowej uważają wręcz za punkt honoru, aby posiadać w swojej biblioteczce powieść Wehikuł czasu. Wychodząc temu zapotrzebowaniu Zenon Gołaszewski, pisarz i tłumacz, dokonał nowego przekładu tego klasycznego dzieła. ",
      "price": 12.35,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/699/9788394807986.jpg"
    },
    {
      "id":  16,
      "category": "s-f",
      "title":  "Star Wars: Koniec i Początek",
      "author": "Chuck Wendig, Chuck Wending  ",
      "description": "Wydarzenia w książce koncentrują się na peryferyjnej planecie Akiva, gdzie rozpoczyna się tajny zjazd niedobitków Imperium służący przegrupowaniu sił i wyłonieniu nowych przywódców. Przypadkiem dowiaduje się o tym kosmiczny zwiadowca, kapitan Wedge Antilles, lecz zostaje pojmany, zanim zdąży zawiadomić dowództwo Sojuszu. Na ratunek rusza mu dawna towarzyszka broni, weteranka Norra Wexley, która powróciła na rodzinną planetę, aby wyrwać stamtąd syna. Nieoczekiwanie pod samym nosem Imperium zawiązuje się barwny sojusz dziwnych postaci – Norry, jej syna Temmina, technicznego geniusza, łowczyni nagród, snajperki Jas Amari oraz Sinjira Ratha Vellusa, nawróconego imperialnego tajnego agenta. Wszystkich łączy jeden cel – raz na zawsze wyzwolić się spod władzy Imperium.",
      "price": 25.89,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/129/9788328026995.jpg"
    },
    {
      "id": 17 ,
      "category": "Popularnonaukowe",
      "title":  "Potęga teraźniejszości",
      "author": "Eckhart Tolle",
      "description": "We współczesnym świecie ogromne tempo życia wiąże się nierozerwalnie ze stresem i licznymi przypadkami depresji. Czy tak musi być? Otóż niekoniecznie. W książce \"Potęga teraźniejszości\" Eckhart Tolle, słynny nauczyciel duchowy, pokazuje nam, jak żyć szczęśliwie i w zgodzie z samym sobą. Bo osiągnięcie wewnętrznego spokoju i harmonii jest w zasięgu każdego z nas i wcale nie musi być rzeczą trudną. Należy tylko odejść od utartych schematów myślenia, które niepotrzebnie pogłębiają obawy i lęki oraz, ogólnie rzecz ujmując, psychiczny dyskomfort człowieka.",
      "price": 25.13,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/D38/51933901284KS.jpg"
    },
    {
      "id": 18 ,
      "category": "Popularnonaukowe",
      "title":  "Człowiek w poszukiwaniu sensu",
      "author": "Viktor Emil Frankl",
      "description": "\nKsiążka po raz pierwszy ukazała się już w 1946 roku. Teraz przedstawiamy ją naszym Czytelnikom w znakomitym przekładzie Aleksandry Wolnickiej. Bez wątpienia pozycji tej nie może zabraknąć na półce każdego, kto interesuje się psychiatrią lub psychologią, kto zgłębia swoją wiedzę z zakresu metod psychoterapii albo też związał z nią swoją działalność naukową czy zawodową. Jest to bowiem dzieło na miarę \"Wstępu do psychoanalizy\" Zygmunta Freuda i z pewnością równie ważne.",
      "price": 21.26,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/248/52988801041KS.jpg"
    },
    {
      "id": 19 ,
      "category": "Popularnonaukowe",
      "title":  "Tajemnice podświadomości",
      "author": "Sinielnikow Walerij",
      "description": "To niezwykła książka. Pokazuje jak uwolnić tkwiącą w każdym z nas ogromną wewnętrzną siłę. Podpowiada, w jaki sposób z niej skorzystać, by osiągnąć harmonię, radość życia i zdrowie. Przystępnie opisuje technikę pracy z podświadomością dla rozwiązywania indywidualnych problemów. Unikatową wiedzę można wykorzystywać nie tylko do leczenia szerokiego zakresu chorób, ale również dla normalizacji takich dziedzin życia osobistego jak: praca, relacje międzyludzkie, rodzina i finanse. Zaprezentowany model jest prosty i dostępny dla każdego, kto tylko zechce go opanować.",
      "price": 28.20,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/A88/47256002062KS.jpg"
    },
    {
      "id": 20 ,
      "category": "Popularnonaukowe",
      "title":  "Nazywam się William Szekspir",
      "author": "Alexandri Ferran Monreal Violeta  ",
      "description": "\"Bez wątpienia wszyscy znacie księcia Hamleta i jego słynne zdanie:\n»8yć albo nie być«. Znacie również zapewne historię nieszczęśliwej miłości Romea i Julii, nieszczęśliwej za sprawą konfliktu pomiędzy ich rodzinami. To tylko kilka z postaci, które stworzyłem w swoich dramatach, potrafiłem bowiem kreować takich bohaterów i bohaterki, którzy przeżywali namiętności, toczyli walki, do czegoś dążyli i czegoś pragnęli, zupełnie jakby byli ludźmi z krwi i kości\". ",
      "price": 14.25,
      "image":"https://cf1-taniaksiazka.statiki.pl/images/popups/A5B/42336501350KS.jpg"
    }
  ]
}
