{
  "books": [
    {
      "id": 1,
      "category": "s-f",
      "title": "Metro 2033",
      "author": "Dmitry Glukhovsky",
      "description": "Głównym bohaterem powieści jest młody człowiek o imieniu Artem - to w jego ręce trafiają losy ostatnich ludzi na Ziemi. Ludzie, organizując świat na nowo, stworzyli w podziemiach tzw. stacje-państwa, konfederacje oraz organizacje handlowe. Wraz z Artemem podróżujemy przez nową rzeczywistość i razem z nim ją poznajemy. W publikacji nie brakuje dramatu i tajemnic, które sprawią, że nie oderwiemy się od lektury. Ludzie, którzy pozostali na ziemi, stają się w książce odbiciem całego współczesnego społeczeństwa, a sama treść publikacji bezlitośnie ukazuje naszą naturę.",
      "price": 35.99,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/C44/9788365315014.jpg"
    },
    {
      "id": 2,
      "category": "s-f",
      "title": "Solaris",
      "author": "Stanisław Lem",
      "description": "“Solaris” to prawdziwa gratka dla wszystkich wielbicieli fantasy, ale nawet w kosmicznych odmętach jest mały pierwiastek miłości, który będzie towarzyszył w tej podróży po obcej planecie. Stanisław Lem stworzył kreację obcego, która zaskakuje i odbiega od wszelkich schematów. Na Solarisie spoczywa galaretowaty twór, który w żadnym stopniu nie przypomina żadnego organizmu, ale z całą pewnością jest żywym stworzeniem. Ludzkość staje przed ogromnym wyzwaniem, ponieważ poddawany badaniom nie daje najmniejszych szans na jakiekolwiek porozumienie się z człowiekiem. Czyżby umysł ludzki uznawany dotychczas za doskonały twór tym razem zawiódł? Czy jest ktoś we Wszechświecie, kto potęgą przerasta nasz gatunek?",
      "price": 42.5,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/247/56114100153KS.jpg"
    },
    {
      "id": 3,
      "category": "Popularnonaukowe",
      "title": "Krótka historia czasu",
      "author": "Stephen Hawking",
      "description": "Hawking, mimo spowodowanego stwardnieniem zanikowym bocznym paraliżu większości ciała, potrafi mówić o fizyce w sposób jasny, prosty i pełen pasji. Dowodem na to jest choćby ta oto książka, która od momentu pierwszego wydania, a więc od roku 1988, jest jednym z największych bestsellerów literatury popularnonaukowej. \"Krótka historia czasu” to zdumiewająca podróż od narodzin naszego wszechświata (tzw. Wielki Wybuch) aż po jego zagładę, do której na szczęście sporo czasu nam jeszcze zostało. W trakcie tego pasjonującego wykładu Hawking w sposób przejrzysty i w pełni zrozumiały nawet dla laika wyjaśnia, na czym polegają najważniejsze dokonania fizyki teoretycznej. Siłą rzeczy i tradycji sporo miejsca poświęca Newtonowi. Świadom jest jednak tego, że jego poglądy nie pozwalają wyjaśnić wszystkich zachodzących we wszechświecie zjawisk. Dlatego też, aby mieć o tym jako takie pojęcie, trzeba zgłębić nieco zarówno teorię względności Einsteina, jak i teorię kwantową czy teorię strun.",
      "price": 28.55,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/8B7/9788377857670.jpg"
    },
    {
      "id": 4,
      "category": "Popularnonaukowe",
      "title": "Siła nawyku. Dlaczego robimy to, co robimy...",
      "author": "Charles Duhigg",
      "description": "Choć Charles Duhigg w swojej publikacji \"Siła nawyku\" opowiada o tym, w jaki sposób nawyki rządzą naszym życiem oraz co zrobić, by poradzić sobie z niewłaściwymi nawykami i przekuwać je w dobre, prowadzące nas wprost do sukcesu, to nie jest to typowy poradnik. Zasadniczą cechą tej książki, odróżniającą ją od wielu innych pozycji tego typu, jest język, jakim operuje autor. Jego przemyślenia czyta się jak felieton, są one proste w odbiorze, a przykłady tak przejrzyste i obrazowe, że będą zrozumiałe dla każdego.\n",
      "price": 25,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/130/60724402470KS.jpg"
    },
    {
      "id": 5,
      "category": "Komiksy",
      "title": "Kajko i Kokosz. Szkoła latania",
      "author": "Janusz Christa ",
      "description": "Kajko i Kokosz. Szkoła latania to pierwszy wydany w formie albumu komiks o przygodach słowiańskich wojowników. W tej części komiksu nie zabraknie Łamignata, który narzeka na brak sił. Z pomocą rusza jego małżonka, czarownica Jaga. Łamignat otrzymuje od niej czarodziejską fujarkę, kora ma zapewnić mu nadludzkie moce. Podczas, gdy Łamignat sprawdza, czy podarunek od żony rzeczywiście ma jakieś magiczne moce, w lesie pojawia się Mirmił wracający z polowania, razem ze swoimi dzielnymi wojami. Kajko i Kokosz strzegą grodu, z którego wyganiają intruzów. Wkrótce Mirmił postanawia opanować sztukę latania na miotle. Pełna humoru opowieść wyróżniająca się barwną oprawą graficzną, to wspaniały sposób na udaną rozrywkę.",
      "price": 22.5,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/F81/53496901075KS.jpg"
    },
    {
      "id": 6,
      "category": "Komiksy",
      "title": "Asteriks. Album 1. Przygody Gala Asteriksa",
      "author": "Albert Uderzo, Rene Goscinny  ",
      "description": "Jest rok 50. przed naszą erą. Cała Galia została podbita przez Rzymian... Cała? Nie! Jedna, jedyna osada, zamieszkała przez nieugiętych Galów, wciąż stawia opór najeźdźcom i uprzykrza życie legionom rzymskim stacjonującym w obozach Rabarbarum, Akwarium, Relanium i Delirium... Tak rozpoczyna się pierwszy tom najsławniejszej w Europie serii humorystycznych komiksów, której bohaterami są dwaj niezwyciężeni galijscy wojownicy - obdarzony wrodzonym sprytem Asteriks i jego uwielbiający dziki przyjaciel Obeliks. Dzięki właściwościom magicznego napoju udaje im się odpierać ataki Rzymian i bronić rodzinnej wioski. W tym tomie poznajemy wszystkich głównych bohaterów cyklu: Panoramiksa, który sporządza magiczne wywary, Asparanoiksa, wodza plemienia, panicznie bojącego się tego, iż niebo runie mu na głowę, Kakofoniksa - wioskowego barda, którego wątpliwy talent muzyczny jest w stanie wyprowadzić z równowagi najspokojniejszego Gala oraz wiele innych przezabawnych postaci. Klasyka komiksu, którą każdy, bez względu na to, ile ma lat, powinien mieć na półce. ",
      "price": 24.99,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/0B4/50700701075KS.jpg"
    },
    {
      "id": 7,
      "category": "s-f",
      "title": "Rok 1984",
      "author": "George Orwell",
      "description": "Wielki brat patrzy - to właśnie napisy tej treści, w antyutopii Orwella krzyczące z plakatów rozlepionych po całym Londynie, natchnęły twórców telewizyjnego show \"Big Brother\". Czyżby wraz z upadkiem komunizmu wielka, oskarżycielska powieść straciła swoją rację bytu, stając się zaledwie inspiracją programu rozrywkowego? Nie. Bo ukazuje świat, który zawsze może powrócić. Świat pustych sklepów, permanentnej wojny, jednej wiary. ",
      "price": 23.69,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/E4F/9788328708419.jpg"
    },
    {
      "id": 8,
      "category": "s-f",
      "title": "451 stopni Fahrenheita",
      "author": "Ray Bradbury",
      "description": "\"451 stopni Fahrenheita\" to bestsellerowa, powieść science-fiction. Poznajemy w niej antyutopijny świat, w którym książki są zakazane i palone. Czy znajdzie się ktoś, kto zdobędzie się na odwagę by zmierzyć się z bezwzględnym systemem? Jak wyglądałby świat, w którym zakazane jest czytanie? Gdzie nie byłoby książek, możliwości pójścia do biblioteki, ani księgarni? Właśnie taką rzeczywistość zobaczymy, sięgając po powieść \"451 stopni Fahrenheita\".",
      "price": 21.17,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/A7D/9788374809221.jpg"
    },
    {
      "id": 9,
      "category": "s-f",
      "title": "Zabójcze maszyny",
      "author": "Philip Reeve",
      "description": "Peter Jackson przenosi na ekran Zabójcze maszyny – przetłumaczony na 30 języków, obsypany nagrodami światowy bestseller.Pierwszy tom czterotomowego cyklu Zabójcze maszyny, w którym Philip Reeve stworzył jeden z najwspanialszych fantastycznych światów, jakie kiedykolwiek wykreowano.\n\"Połączenie emocji i oszałamiających efektów wizualnych\".",
      "price": 17.01,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/B60/978832416838533.jpg"
    },
    {
      "id": 10,
      "category": "s-f",
      "title": "Doktor Jekyll i Pan Hyde",
      "author": "Robert Louis Stevenson",
      "description": "Dwoistość natury ludzkiej stanowi obecnie bardzo często pojawiający się motyw w literaturze. Zacieranie się granic między dobrem, a złem od lat jednak zastanawiało twórców. Jak to działa i na czym polega? Pewnego dnia doktor Jekyll postanawia sporządzić miksturę, która całkowicie odmieni jego życie. Oto z dobrodusznego, statecznego obywatela przemienia się w złoczyńcę. Tłumaczy się sam przed sobą tym, że w końcu nastał dla niego czas, aby poznać inny świat od tego, który zna. Swoje dwie odmienne natury rozdziela i co jakiś czas naprzemiennie dopuszcza do głosu. Nastaje jednak moment, kiedy jego misterny plan zaczyna się psuć. Stworzona postać Pana Hyde'a, zła i pełna nienawiści strona, postanawia wziąć górę i przezwyciężyć dobro. Nastaje moment wewnętrznej walki, która skończyć się może tragicznie.",
      "price": 10.12,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/4EA/44184701184KS.jpg"
    },
    {
      "id": 11,
      "category": "s-f",
      "title": "FUTU.RE",
      "author": "Dmitry Glukhovsky",
      "description": "Cywilizacja rozwija się w tempie wykładniczym, a postęp nauki jest tak ogromny, że z wielu faktów nawet nie zdajemy sobie sprawy. Jednym z nich jest to, że prawdopodobnie już za naszego życia ludzie staną się nieśmiertelni. Przeszczepy tkanek, sztuczna krew, drukowanie nowych organów. Wszystko to sprawi, że nasze dzieci być może nigdy nie umrą. Świat zaludniać więc będą wiecznie młodzi ludzie, którzy zmuszeni będą wyzbyć się swoich zwierzęcych instynktów i żyć jak przystało istotom wiecznym. W związku z tym powstaje pytanie, kto będzie czuwać nad tym nowym, wspaniałym światem? Kto nauczy ludzi, jak żyć godnie w nowych warunkach biologicznych? Kto będzie odpowiedzialny za regulację liczebności populacji? ",
      "price": 33.99,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/811/9788363944483.jpg"
    },
    {
      "id": 12,
      "category": "s-f",
      "title": "Nasi przyjaciele z Frolixa 8",
      "author": "Philip K. Dick",
      "description": "“Nasi przyjaciele z Forlixa 8” to intrygująca książka z gatunku science fiction, która przedstawia potworną dystopię. Nick Appleton jest zwykłym, szarym człowiekiem należącym do grupy Starych. W związku z tym pełni funkcję słabo wykwalifikowanego robotnika. Jego życie wcale nie jest usłane różami. Wciąż spotykają go tylko niepowodzenia, dlatego też trudno mówić, by pamiętał i rozumiał, co to szczęście.",
      "price": 27.16,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/D0B/9788380626065.jpg"
    },
    {
      "id": 13,
      "category": "s-f",
      "title": "Marsjanin",
      "author": "Andy Weir",
      "description": "Pierwsza eskapada na Marsa kończy się burzą piaskową i natychmiastową ewakuacją załogi. Podczas pośpiesznego powrotu  na czerwonej planecie pozostaje jeden z członków zespołu, uznany przez kolegów i resztę świata za zmarłego. Mark Watney jednak żyje i rozpoczyna swoją heroiczną walkę o przetrwanie, z minimalnymi zapasami powietrza, żywności i bez żadnej łączności z Ziemią. Czy niezłomna determinacja, silna psychika i naukowa wiedza wystarczą, by przeżyć na Marsie i wyjść cało z beznadziejnego położenia?  Czy człowiek w sytuacji bez wyjścia może zdobyć się na dystans do siebie oraz tego, co go czeka?",
      "price": 28.79,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/71A/9788328702226.jpg"
    },
    {
      "id": 14,
      "category": "s-f",
      "title": "Gra Endera",
      "author": "Orson Scott Card",
      "description": "Wobec śmiertelnego zagrożenia nadciągającego z kosmosu Ziemia przygotowuje swoją broń ostatniej nadziei. Jest nią chłopiec, w którym odkryto zalążki niezwykłego geniuszu wojskowego. Czas nagli, a przyszłość dwóch cywilizacji spoczywa w rękach dziecka...",
      "price": 24,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/FF5/9788378396321.jpg"
    },
    {
      "id": 15,
      "category": "s-f",
      "title": "Wehikuł czasu",
      "author": "Herbert George Wells",
      "description": "Herbert George Wells (1866-1946), brytyjski pisarz i publicysta, z wykształcenia biolog. Uznawany jest za jednego z pionierów gatunku science fiction. Mimo że jest autorem ponad sześćdziesięciu książek, literacką sławę zapewniła mu już pierwsza powieść: Wehikuł czasu (1895). Dzisiaj, dzięki tytułowi tejże powieści, określenie \"wehikuł czasu\" weszło do powszechnego użycia i posługują się nim zarówno dzieci, jak i dorośli w całym cywilizowanym świecie. Natomiast miłośnicy literatury fantastycznonaukowej uważają wręcz za punkt honoru, aby posiadać w swojej biblioteczce powieść Wehikuł czasu. Wychodząc temu zapotrzebowaniu Zenon Gołaszewski, pisarz i tłumacz, dokonał nowego przekładu tego klasycznego dzieła. ",
      "price": 12.35,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/699/9788394807986.jpg"
    },
    {
      "id": 16,
      "category": "s-f",
      "title": "Star Wars: Koniec i Początek",
      "author": "Chuck Wendig, Chuck Wending  ",
      "description": "Wydarzenia w książce koncentrują się na peryferyjnej planecie Akiva, gdzie rozpoczyna się tajny zjazd niedobitków Imperium służący przegrupowaniu sił i wyłonieniu nowych przywódców. Przypadkiem dowiaduje się o tym kosmiczny zwiadowca, kapitan Wedge Antilles, lecz zostaje pojmany, zanim zdąży zawiadomić dowództwo Sojuszu. Na ratunek rusza mu dawna towarzyszka broni, weteranka Norra Wexley, która powróciła na rodzinną planetę, aby wyrwać stamtąd syna. Nieoczekiwanie pod samym nosem Imperium zawiązuje się barwny sojusz dziwnych postaci – Norry, jej syna Temmina, technicznego geniusza, łowczyni nagród, snajperki Jas Amari oraz Sinjira Ratha Vellusa, nawróconego imperialnego tajnego agenta. Wszystkich łączy jeden cel – raz na zawsze wyzwolić się spod władzy Imperium.",
      "price": 25.89,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/129/9788328026995.jpg"
    },
    {
      "id": 17,
      "category": "Popularnonaukowe",
      "title": "Potęga teraźniejszości",
      "author": "Eckhart Tolle",
      "description": "We współczesnym świecie ogromne tempo życia wiąże się nierozerwalnie ze stresem i licznymi przypadkami depresji. Czy tak musi być? Otóż niekoniecznie. W książce \"Potęga teraźniejszości\" Eckhart Tolle, słynny nauczyciel duchowy, pokazuje nam, jak żyć szczęśliwie i w zgodzie z samym sobą. Bo osiągnięcie wewnętrznego spokoju i harmonii jest w zasięgu każdego z nas i wcale nie musi być rzeczą trudną. Należy tylko odejść od utartych schematów myślenia, które niepotrzebnie pogłębiają obawy i lęki oraz, ogólnie rzecz ujmując, psychiczny dyskomfort człowieka.",
      "price": 25.13,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/D38/51933901284KS.jpg"
    },
    {
      "id": 18,
      "category": "Popularnonaukowe",
      "title": "Człowiek w poszukiwaniu sensu",
      "author": "Viktor Emil Frankl",
      "description": "\nKsiążka po raz pierwszy ukazała się już w 1946 roku. Teraz przedstawiamy ją naszym Czytelnikom w znakomitym przekładzie Aleksandry Wolnickiej. Bez wątpienia pozycji tej nie może zabraknąć na półce każdego, kto interesuje się psychiatrią lub psychologią, kto zgłębia swoją wiedzę z zakresu metod psychoterapii albo też związał z nią swoją działalność naukową czy zawodową. Jest to bowiem dzieło na miarę \"Wstępu do psychoanalizy\" Zygmunta Freuda i z pewnością równie ważne.",
      "price": 21.26,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/248/52988801041KS.jpg"
    },
    {
      "id": 19,
      "category": "Popularnonaukowe",
      "title": "Tajemnice podświadomości",
      "author": "Sinielnikow Walerij",
      "description": "To niezwykła książka. Pokazuje jak uwolnić tkwiącą w każdym z nas ogromną wewnętrzną siłę. Podpowiada, w jaki sposób z niej skorzystać, by osiągnąć harmonię, radość życia i zdrowie. Przystępnie opisuje technikę pracy z podświadomością dla rozwiązywania indywidualnych problemów. Unikatową wiedzę można wykorzystywać nie tylko do leczenia szerokiego zakresu chorób, ale również dla normalizacji takich dziedzin życia osobistego jak: praca, relacje międzyludzkie, rodzina i finanse. Zaprezentowany model jest prosty i dostępny dla każdego, kto tylko zechce go opanować.",
      "price": 28.2,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/A88/47256002062KS.jpg"
    },
    {
      "id": 20,
      "category": "Popularnonaukowe",
      "title": "Nazywam się William Szekspir",
      "author": "Alexandri Ferran Monreal Violeta  ",
      "description": "\"Bez wątpienia wszyscy znacie księcia Hamleta i jego słynne zdanie:\n»8yć albo nie być«. Znacie również zapewne historię nieszczęśliwej miłości Romea i Julii, nieszczęśliwej za sprawą konfliktu pomiędzy ich rodzinami. To tylko kilka z postaci, które stworzyłem w swoich dramatach, potrafiłem bowiem kreować takich bohaterów i bohaterki, którzy przeżywali namiętności, toczyli walki, do czegoś dążyli i czegoś pragnęli, zupełnie jakby byli ludźmi z krwi i kości\". ",
      "price": 14.25,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/A5B/42336501350KS.jpg"
    },
    {
      "id": 21,
      "category": "thiller",
      "title": "Mock. Golem",
      "author": "Marek Krajewski",
      "description": "\"Mock. Golem\" to dziewiąty już tom serii kryminałów o Eberhardzie Mocku. Jest rok 1920, a w Breslau dzieje się coraz gorzej. Miasto nawiedza niespodziewanie prawdziwa sekta \"mesjaszy\". Choć z pozoru jej członkowie nie wydają się groźni, umiejętnie podsycają wśród mieszkańców antysemickie nastroje. Za tym wszystkim kryje się coś znacznie poważniejszego - coś, co może zaważyć na losach całego miasta.",
      "price": 26.25,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/176/9788324059119.jpg"
    },
    {
      "id": 22,
      "category": "thiller",
      "title": "Florystka",
      "author": "Katarzyna Bonda",
      "description": "yrt",
      "price": 10.27,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/CAF/9788377589618.jpg"
    },
    {
      "id": 23,
      "category": "thiller",
      "title": "Ta która musi umrzeć",
      "author": "David Lagercrantz",
      "description": "“Ta, które musi umrzeć” to szósta, a zarazem ostatnia część serii “Millenium”. Wszystko zaczyna się od tego, że w centrum Sztokholmu policja natrafia na ciało mężczyzny. Wydaje się, że to bezdomny, który zmarł tragiczną śmiercią, ale nie ma pewności co do tożsamości ofiary. Fredrika Nyman, lekarka sądowa, pełna nowych podejrzeń, odzywa się do Mikaela Blomkvista.",
      "price": 25.49,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/D4B/9788381432399.jpg"
    },
    {
      "id": 24,
      "category": "thiller",
      "title": "Dom czwarty",
      "author": "Katarzyna Puzyńska",
      "description": "\"Dom czwarty\" to siódma część sagi kryminalnej o Lipowie - fikcyjnej wsi położonej w północnej części kraju. Główna bohaterka - Klementyna Kopp, będąca byłym komisarzem Policji, po ponad 40 latach nieobecności postanawia wrócić w swoje rodzinne strony za sprawą matki, która poprosiła ją o pomoc w rozwiązaniu pewnego morderstwa. Klementyna nigdy nie dociera jednak do miasteczka w którym się wychowała. Nikt nie potrafi odpowiedzieć na pytanie: co się stało? Mieszkańcy uparcie twierdzą, że nie wiedzą nic o jej aktualnym pobycie. Aspirant Policji - Daniel Podgórski nie wierzy w zapewnienia sąsiadów, szybko odkrywa, że żaden z nich nie mówi prawdy. Podejmuje się więc rozwiązać zagadkę tajemniczego zniknięcia kobiety.",
      "price": 23.6,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/4E1/9788380970144.jpg"
    },
    {
      "id": 25,
      "category": "thiller",
      "title": "Morderstwo w Orient Expressie",
      "author": "Agatha Christie",
      "description": "Poirot planuje podróż powrotną po zakończeniu śledztwa na wschodnim kontynencie, jednak słynny pociąg, którym miał wracać jest oblężony, a wszystkie przedziały zarezerwowane. Dzięki znajomości słynnego inspektora z poważanym pracownikiem kolei udaje się znaleźć jedno miejsce. Jak się okazuje Poirot ląduje w przedziale z przeróżnymi osobowościami, a w dodatku narzuca mu się gburowaty jegomość, który w dość mało wyrafinowany sposób prosi o pomoc. Po pewnym czasie w Orient Expressie zostają znalezione zasztyletowane zwłoki.",
      "price": 14.59,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/813/64390401144KS.jpg"
    },
    {
      "id": 26,
      "category": "thiller",
      "title": "Na gorącym uczynku",
      "author": "Harlan Coben",
      "description": "“Na gorącym uczynku” to kolejny kryminał autorstwa mistrza tego gatunku - Harlana Cobena. Historia osnuta jest tym razem wokół tajemniczego zaginięcia siedemnastoletniej Haley McWaid, nastoletniej wzorowej uczennicy. Pewnego dnia dziewczyna niespodziewanie nie wraca ze szkoły, a jej rodzina rozpoczyna rozpaczliwe poszukiwania. Gdy przez kolejne trzy miesiące śledztwo nie przynosi żadnych rezultatów, wszyscy powoli przygotowują się na najgorsze.",
      "price": 28.12,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/A86/9788381256834.jpg"
    },
    {
      "id": 27,
      "category": "Komiksy",
      "title": "Marvel Classic Strażnicy Galaktyki. Tom 1",
      "author": "Dan Abnett Andy, Lanning Wes Craig  ",
      "description": "“Uniwersum Marvela to jeden z najbogatszych światów superbohaterów, jaki kiedykolwiek powstał. Komiksowe początki szybko znalazły odzwierciedlenie w kreskówkach. W kolejnym kroku ewolucji niesamowitego wszechświata narodziła się w epicka seria zawierająca dziesiątki pełnometrażowych filmów opowiadających o przygodach Avengersów.",
      "price": 71.99,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/F8C/9788328141803.jpg"
    },
    {
      "id": 28,
      "category": "Komiksy",
      "title": "Tajfun. Nowe przygody. Antologia",
      "author": "Marcin Nowakowski, Mariusz Zabdyr ",
      "description": "Agenci NINO wracają do akcji! Nowe przygody Tajfuna, Kriss i Maar!\nDość już wakacji na marsjańskich plażach. Trójka niestrudzonych agentów znowu bierze się do roboty! Mrożące krew w żyłach niebezpieczeństwo, postapokaliptyczne wizje, bezlitosna kosmiczna próżnia, a także Piękne kobiety, ryczące buldożery, zakręcony humor, dzikie pościgi, walki kung-fu, nieprawdopodobne wynalazki nauki przyszłości oraz solidna, nieskrępowana prawami fizyki dawka przygody. Po prostu Tajfun w całej okazałości, przemawiający przez nowe pokolenie twórców. Jeszcze nie pora golić wąsa! Do boju!",
      "price": 82.92,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/BFB/9788395505928.jpg"
    },
    {
      "id": 29,
      "category": "Komiksy",
      "title": "Astonishing X-Men. Tom 3",
      "author": "John Cassaday, Warren Ellis ",
      "description": "Warren Ellis, brytyjski scenarzysta komiksowy i telewizyjny znany z takich serii, jak The Authority, Planetary, Detektyw Fell, Transmetropolitan czy Hellblazer przedstawia swoją wizję przygód X-Men. W jej urzeczywistnieniu pomagają mu rysownicy Simone Bianchi (Thanos powstaje) oraz Phil Jimenez (Nieskończony kryzys) oraz cała rzesza innych znanych artystów tworzących kilkustronicowe epizody.\nX-Men wracają do działania. Mają nową bazę, nowe kostiumy i tajemnicę, której rozwiązanie będzie wymagało podróży na nieznane tereny. Czym są widmowe skrzynki? Gdzie umierają statki kosmiczne? Co kryje się za pojawieniem się na Ziemi nowego mutanta? Czy X-Men zdążą uratować Abigail Brand? Kto stoi za zamachami na mutantów? Szaleni genetycy, inne wymiary, przybysze z kosmosu i Krakoa, Żyjąca Wyspa to wszystko w najnowszym tomie przygód zadziwiających X-Men.\nW albumie umieszczono materiały pierwotnie opublikowane w formie zeszytowej w serii Astonishing X-Men #25-35 oraz miniserii Astonishing X-Men: Ghost Boxes #1-2.",
      "price": 93.5,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/A2C/9788365938596.jpg"
    },
    {
      "id": 30,
      "category": "Komiksy",
      "title": "Komiks wiedźmin Wiedźmin. Tom 4. Córka płomienia",
      "author": "Marianna Strychowska, Aleksandra Motyka ",
      "description": "Stary znajomy Geralta z Rivii prosi go o pomoc w pewnej bardzo delikatnej sprawie. Obawia się ON mianowicie o swoją córkę, która w tajemnicy spotyka się z jakimś nieznajomym mężczyzną. Gdy Biały Wilk zaczyna badać sprawę, okazuje się, że zamieszany jest w nią jego przyjaciel, bard imieniem Jaskier. Ten niefrasobliwy lekkoduch ma wyjątkowy talent do pakowania się w najrozmaitsze kłopoty. Tym razem - jak zwykle zresztą - wciąga w nie również Wiedźmina.",
      "price": 31.99,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/A03/9788328135628.jpg"
    },
    {
      "id": 31,
      "category": "Komiksy",
      "title": "Marvel Now 2.0 Śmierć X",
      "author": "Jeff Lemire, Charles Soule ",
      "description": " Terrigen, święta substancja Inhumans, która daje im życie, stanowi śmiertelnie zagrożenie dla mutantów. Przedstawiciele obu ras ścigają się z czasem, aby znaleźć pokojowe rozwiązanie tego problemu, ale mogą nie zdążyć, szczególnie że Scott Summers i Emma Frost realizują już własny plan. Przyparci do muru, nie cofną się przed niczym, żeby ocalić swój gatunek... nawet przed wydaniem wojny najpotężniejszym istotom na Ziemi. ",
      "price": 31.99,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/814/9788328141933.jpg"
    },
    {
      "id": 32,
      "category": "Komiksy",
      "title": "Liga Niezwykłych Dżentelmenów. Burza",
      "author": "Alan Moore ",
      "description": "Kolejny tom rewelacyjnej opowieści o najsłynniejszych postaciach z dawnych powieści i filmów przygodowych, które w ujęciu mistrza komiksu Alana Moore’a stały się superbohaterami o niezwykłych mocach! Pani Night, mocno postarzała szefowa brytyjskiej agencji MI5, wraz z dwiema przyjaciółkami z bardzo dawnych czasów – nawróconą wampirzycą Miną Murray i zmiennopłciową Orlando – jedzie do zapomnianego zakątka Afryki, nad starożytny staw Aiszy. ",
      "price": 71.99,
      "image": "https://cf2-taniaksiazka.statiki.pl/images/popups/047/9788328197138.jpg"
    },
    {
      "id":33 ,
      "category": "Komiksy",
      "title": "Marvel Classic Spider-Man",
      "author": "Fabian Nicieza, Todd McFarlane",
      "description": "Tym razem na polu bitwy Spider-Man będzie musiał stawić czoła, takim postaciom jak: Lizard, Ghost Rider czy Hobgoblin. Oczywiście prostym wyzwaniem nie będzie też współpraca z Wolverine’em czy rozwiązanie zagadki znikających bezdomnych na Manhattanie. Nie ma jednak rzeczy niemożliwych dla takiego bohatera, jakim jest Spider-Man. Od lat stanowi ON jedną z ulubionych postaci komiksowych. Nie ma dla niego rzeczy niemożliwych, a kolejne misje i wyzwania to czysta przyjemność.",
      "price": 76.99,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/FDD/9788328141810.jpg"
    },
    {
      "id": 34,
      "category": "Komiksy",
      "title": "Tytus, Romek i A'Tomek. Księga XXXI. Tytus kibicem",
      "author": "Henryk Jerzy Chmielewski  ",
      "description": "Tytus robi postępy w uczłowieczaniu się. Bez oporów chłonie wszystko, co go otacza. Na przykład miłość do piłki nożnej, a wraz z nią – niestety – stadionowe okrzyki i zamiłowanie do bijatyki z kibicami przeciwnej drużyny. Romek i A’Tomek są w kłopocie. Szukają sposobu na niesfornego przyjaciela, który staje się coraz bardziej agresywny. Zasięgają rady Papcia, potem psychologa, a wreszcie profesora Talenta... Skutek wszystkich konsultacji i terapii ziołowo-chemicznych jest nieoczekiwany – Tytus popada w depresję! Czy to nie kolejny krok w procesie stawania się człowiekiem? Ostatnia deska ratunku to hipoterapia, ale koń początkowo nie zamierza leczyć małpy... W finale triumfuje nauka i niezwykły wynalazek profesora Talenta. Jest nadzieja, że na stadionach zapanują salonowe obyczaje.",
      "price": 15.75,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/80F/9788323746812.jpg"
    },
    {
      "id": 35,
      "category": "Komiksy",
      "title": "Kasia i jej kot. Tom 2",
      "author": "Christophe Cazenove, Hervé Richez",
      "description": "Kolejne przygody Kasi i jej kota! Nie zabraknie humoru, dobrej zabawy i znakomitych ilustracji. Dołącz do bohaterów i przeżyj z nimi wiele fantastycznych chwil w książce \"Kasia i jej kot. Tom 2\".\nWspaniała propozycja dla miłośników humoru. \"Kasia i jej kot\" zapewnią wszystkim wiele radości i dadzą okazję do uśmiechu. Sięgnij po drugi album z tej serii i zobacz, co tym razem przytrafi się dziewczynce i jej pupilowi. Ten album to wyśmienita propozycja nie tylko dla wielbicieli kotów!",
      "price": 32.79,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/283/9788328142398.jpg"
    },
    {
      "id": 36,
      "category": "Komiksy",
      "title": "Asteriks. Album 9. Asteriks i Normanowie",
      "author": "Albert Uderzo, Rene Goscinny ",
      "description": "Komiks, na podstawie, którego powstał film. To wznowienie dziewiątego tomu przygód walecznych Galów z jedynej nie podbitej przez Rzymian wioski w Armoryce. Czy wiecie, co to strach? Dawni wikingowie nie wiedzieli, postanowili, zatem wyprawić się na południe, by mieszkające tam ludy nauczyły ich trząść się jak osiki. Cóż, bitni Normanowie trafili akurat na Galów, którzy też nie wiedzieli, czym jest strach. Na szczęście w wiosce pojawił się młodziutki krewny wodza Asparanoiksa, który okazał się straszliwym tchórzem. Tylko od niego wikingowie mogą się dowiedzieć, co oznacza wyrażenie \"bać się\". ",
      "price": 23.15,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/41D/53616601075KS.jpg"
    },
    {
      "id": 37,
      "category": "Komiksy",
      "title": "WOJENNA ODYSEJA ANTKA SREBRNEGO",
      "author": "Robaczewski Tomasz, Ronek Hubert ",
      "description": "Antek Srebrny, gdy go poznajemy, ma zaledwie 14 lat. Jest grodzieńskim harcerzem. Od początku II wojny światowej razem z kolegami szykuje się do walki z Niemcami. Los sprawia jednak, że przychodzi mu zmierzyć się z innym śmiertelnym wrogiem Polski – Sowietami. Podobnie jak wielu jego rówieśników, bierze udział w obronie swojego rodzinnego miasta – Grodna – przed Armią Czerwoną.",
      "price": 12.75,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/581/9788376298368.jpg"
    },
    {
      "id":38,
      "category": "thiller",
      "title": "Noc, kiedy umarła",
      "author": "Jenny Blackhurst",
      "description": "\"Noc, kiedy umarła” jest emocjonującym thrillerem, w którym nie brakuje tajemnic. Evie Bradley właśnie wzięła ślub. To powinna być ta jedyna, najszczęśliwsza noc w jej życiu. Dlaczego więc postanowiła wówczas skoczyć z urwiska? Nie udało się dotrzeć do ciała kobiety. Nie ma pewności, czy wpłynęło gdzieś do morza, na wieczne zapomnienie, czy może przepadło w inny sposób? Nikt nie rozumie tego, co zaszło. Najczęściej powtarza się więc to samo pytanie: “dlaczego?”. Niestety, nikt nie potrafi znaleźć sensownej odpowiedzi.",
      "price":26.45,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/49A/9788381257336.jpg"
    },
    {
      "id":39,
      "category": "thiller",
      "title": "Łańcuch",
      "author": "Adrian McKinty",
      "description": "Dla Rachel ten dzień zaczął się zwyczajnie i nawet nie podejrzewała, jaki dramat stanie się jej udziałem już wkrótce. Jak zwykle zostawia Kylie na przystanku, by następnie zająć się swoimi obowiązkami. Zanim zaczyna je wypełniać, dzwoni zastrzeżony numer. Po odebraniu telefonu kobieta dowiaduje się, że jej nastoletnia córka została porwana. Kobiecy głos, zniekształcony w jakimś programie, informuje ją, że musi zapłacić nie tylko okup, ale i dokonać porwania kolejnego dziecka.",
      "price":22.78,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/7E2/9788326829116.jpg"
    },
    {
      "id":40,
      "category": "thiller",
      "title": "Listy zza grobu",
      "author": "Remigiusz Mróz",
      "description": "Ojciec Kai Burzyńskiej nie żyje już od dwóch dekad. Jednak kobieta raz w roku otrzymuje od niego wiadomości. Mężczyzna przygotował je przed śmiercią i zadbał o to, żeby jego córka dostawała je corocznie zawsze tego samego dnia.",
      "price":28.85,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/EB7/9788380756830.jpg"
    },
    {
      "id":41,
      "category": "thiller",
      "title": "Podpalacz",
      "author": "Wojciech Chmielarz",
      "description": "W zimową noc w willi na Ursynowie wybucha pożar, w którym ginie biznesmen, a jego żona, celebrytka, zostaje ciężko poparzona. Przez chwilę wygląda to na nieszczęśliwy wypadek. Przez krótką chwilę.\nSprawę prowadzi komisarz Mortka, przenikliwy człowiek w prestiżowej komórce policji, która potrafi doszczętnie zrujnować życie osobiste. Tao z pozoru proste dochodzenie coraz bardziej się gmatwa i niepostrzeżenie zaczyna pogarszać i tak już trudne relacje komisarza\nz byłą żoną.",
      "price":20.75,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/054/9788365780904.jpg"
    },
    {
      "id":42,
      "category": "thiller",
      "title": "Milczące dziecko",
      "author": "Sarah A. Denzil",
      "description": "Emma Price przeżyła coś strasznego. Coś, czego podświadomie obawia się każda matka. Straciła swojego sześcioletniego synka, Aidena, a co najgorsze musiała przyglądać się zupełnie bezradnie jego kurtce, wyciąganej właśnie z rzeki. Wciąż pozostawała jakaś nadzieja, bo ciała dziecka nie odnaleziono, jednak trudno się spodziewać, by chłopiec przeżył starcie z rozszalałym żywiołem. Dopiero po dziesięciu latach Emmie udaje się ułożyć życie na nowo. Ma teraz kochającego męża i kolejne dziecko. Niestety, koszmar powraca wraz z Aidenem, który niespodziewanie się odnajduje. Tak, to powinna być wspaniała wiadomość dla kobiety tyle lat tęskniącej za własnym synem. Niestety, Aiden nie może mówić, a całe jego ciało jest naznaczone licznymi ranami oraz złamaniami. Chłopak, wbrew pozorom, wcale nie utonął, a został porwany. Czy Emmie uda się wyjaśnić zagadkę jego zniknięcia? Czy porozumie się z synem na tyle, by dowiedzieć się, kto stoi za okrucieństwem, jakie go spotkało? W końcu tylko on spośród mieszkańców małego miasteczka zna całą prawdę.",
      "price":32.91,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/2D0/9788380753815.jpg"
    },
    {
      "id":43,
      "category": "thiller",
      "title": "Lokatorka",
      "author": "J P Delaney",
      "description": "Główna bohaterka Jane wprowadza się do bardzo nowoczesnego domu, który wcześniej zamieszkiwała kobieta o imieniu Emma. Kobiety nigdy się nie poznały, ale jest coś co je łączy. Dla obu przeprowadzka w to miejsce jest szansą na nowy start życiowy. Edward Mankford, który jest właścicielem domu i jednocześnie jego architektem, słynie ze specyficznego podejścia do swojej pracy i jej owoców. Mężczyzna wymaga, by osoby mieszkające w jego inteligentnym domu trzymały się surowego regulaminu. Dla bohaterki oznacza to zmianę dotychczasowego trybu życia oraz przyzwyczajeń.",
      "price":26.94,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/D77/9788375150780.jpg"
    },
    {
      "id":44,
      "category": "thiller",
      "title": "Rodzina",
      "author": "Louise Jensen",
      "description": "Dotychczasowe życie Laury ulega całkowitemu przeobrażeniu - jej mąż niespodziewanie umiera, a jego rodzina nie chce jej już znać. Do tego dochodzą długi, które rosną w zastraszającym tempie, groźba natychmiastowej eksmisji i firma ubezpieczeniowa, która nie chce wypłacić odszkodowania. Poza tym po śmierci męża kontakt z jej nastoletnią córką, Tilly, ulega znacznemu pogorszeniu. Zresztą w życiu dziewczyny też nie brak problemów. Pogrążona w depresji po stracie jednego z rodziców, stroni od rówieśników i staje się wyrzutkiem szkolnym, a jej prześladowczyni - Katie - odbija jej chłopaka.",
      "price":27.86,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/7C8/9788380536159.jpg"
    },
    {
      "id":45,
      "category": "Popularnonaukowe",
      "title": "Z naszej przyrody",
      "author": "Bohdan Dyakowski",
      "description": "To jedno z dwóch klasycznych, obok „Naszego lasu”, dzieł najwybitniejszego polskiego popularyzatora wiedzy o przyrodzie. Znajdują się w nim opisy wszystkich najważniejszych roślin i zwierząt występujących na terenie naszego kraju. Autor nie ukazuje ich jednak w suchym porządku systematycznym, przedstawia całokształt życia lasu, pola, łąki, stawu — od obudzenia się ze spoczynku zimowego na wiosnę do stopniowego zamierania w jesieni. Bohdan Dyakowski był zarówno przyrodnikiem, pedagogiem i literatem. Uczy umiejętnego podpatrywania świata, rozumienia procesów i mechanizmów, które nim rządzą. Jego opowieść, bogato ilustrowana, nie jest sucha i bezosobowa. Przyroda poznawana nie w warunkach laboratoryjnych i w wykładowej sali, ale w czasie wędrówki i spaceru jest bliska i fascynująca. W tej książce wszystko ze sobą rozmawia, współgra, współżyje. Autor ucząc poznawać otaczający świat, uzupełnia narrację przysłowiami, cytatami z wierszy Mickiewicza, Krasickiego, Pola, Konopnickiej i wielu innych twórców, którzy, od wieków obserwowali świat, zachwycali się nim i swój zachwyt najpiękniej wyrazili.",
      "price":55.92,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/027/9788381161626.jpg"
    },
    {
      "id":46,
      "category": "Popularnonaukowe",
      "title": "Tańczący mistrzowie Wu Li",
      "author": "Gary Zukav",
      "description": "Wyjątkowość tej książki opiera się na tym, że autor bez żadnego przygotowania naukowego postanowił zgłębić zagadnienia mechaniki kwantowej i teorii względności, dzięki czemu zawiłe kwestie tłumaczy bez podpierania się równaniami matematycznymi; najpierw proponuje zastanowienie się nad spadającym kamieniem, a dopiero później tłumaczy zagadnienie grawitacji. Dzięki temu nie potrzeba ani matematycznego, ani technicznego przygotowania, by zrozumieć teorie nowej fizyki i ich wpływ na transformację świadomości.",
      "price":26.94,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/3EB/9788363965570.jpg"
    },
    {
      "id":47,
      "category": "Popularnonaukowe",
      "title": "Dlaczego śpimy",
      "author": "Matthew Walker",
      "description": " Jaki wpływ na sen mają kofeina i alkohol? Co naprawdę dzieje się podczas fazy REM? Dlaczego z wiekiem zmieniają się zwyczaje związane ze snem? Jak popularne wspomagacze snu działają w dłuższej perspektywie?\n\nSen jest jednym z najważniejszych, a zarazem najmniej zbadanych aspektów życia, odpowiadającym za dobre samopoczucie i długowieczność. Do niedawna nauka nie znała odpowiedzi na pytanie, dlaczego śpimy, ani dlaczego bezsenność tak szkodzi zdrowiu. Jednak liczne odkrycia naukowe pozwoliły spojrzeć na sen z zupełnie nowej perspektywy. Matthew Walker pokazuje, jak sen wpływa na zdolność uczenia się, zapamiętywania i podejmowania logicznych decyzji. Jak reguluje emocje, wzmacnia odporność, poprawia metabolizm i apetyt. Sny łagodzą bolesne wspomnienia i tworzą wirtualną rzeczywistość, w której mózg łączy nową i nabytą wcześniej wiedzę, by pobudzać kreatywność.",
      "price":24.58,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/53A/9788365973849.jpg"
    },
    {
      "id":48,
      "category": "Popularnonaukowe",
      "title": "Pakt Ribbentrop-Beck",
      "author": "Piotr Zychowicz",
      "description": "Pakt Ribbentrop-Beckczyli jak Polacy mogli u boku III Rzeszypokonać Związek Sowiecki.\nW dziejach narodów są chwile, gdy trzeba zacisnąć zęby i iść na bolesne koncesje. Ustąpić, aby ratować państwo przed zniszczeniem, a obywateli przed zagładą. W takiej sytuacji znalazła się Polska w 1939 roku.",
      "price":24.10,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/835/57981100208KS.jpg"
    },
    {
      "id":49,
      "category": "Popularnonaukowe",
      "title": "Niewidzialna obrona",
      "author": "Matt Richtel",
      "description": "Układ immunologiczny to jeden z najbardziej skomplikowanych systemów w ludzkim ciele. Wyszukuje zagrożenia i nie pozwala, aby wyrządziły nam śmiertelną krzywdę. Toczy nieustanną wojnę z patogenami: bakteriami, wirusami, grzybami i toksynami. To od niego zależy nasze zdrowie i dobre samopoczucie. Jeśli układ odpornościowy zawodzi, zaczynamy chorować. Mimo że uwolniliśmy się od wielu schorzeń, które nękały ludzkość w przeszłości, to szybkie tempo życia, nadmiar pracy oraz stres sprawiły, że stare choroby zostały zastąpione przez nowe – choroby autoimmunologiczne. Stwardnienie rozsiane, choroba Crohna, choroba Hashimoto, reumatoidalne zapalenie stawów – to tylko niektóre z nich. Zapadamy na nie wtedy, kiedy nasz organizm zamiast walczyć, niszczy własne komórki i tkanki. ",
      "price":29.27,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/168/9788328712430.jpg"
    },
    {
      "id":50,
      "category": "Popularnonaukowe",
      "title": "Fakt, nie mit",
      "author": "Aleksandra Stanisławski, Piotr Stanisławski",
      "description": "\n\nPiotr i Ola Stanisławscy (Crazy Nauka) rozbierają na części pierwsze najpopularniejsze mity związane z nauką. Sprawdzają, jakie kryją się w nich błędy i dlaczego tak wielu ludzi w nie wierzy. Wyposażają czytelnika w zestaw narzędzi, które pozwalają dostrzec słabe punkty pseudonaukowych bzdur i rozbrajać je niczym bombę.\n\nFakt nie Mit można czytać od deski do deski, ale też sięgnąć po nią, gdy przy świątecznym stole wuj zaczyna przekonywać, że Ziemia jest płaska, a stryjenka opowiada, jak to jej nieszczelne jelito uleczyła cudowna metoda polecana przez popularnego znachora-spawacza. Autorzy od lat piszą o nauce i pseudonaukowych bzdurach. Niewiele jest mitów, które mogą ich zaskoczyć. A choć stale powstają nowe, to są sposoby, by je wykryć i zdemaskować. I tymi sposobami autorzy dzielą się z czytelnikami.\n",
      "price":27.27,
      "image": "https://cf1-taniaksiazka.statiki.pl/images/popups/6A7/9788328070011.jpg"
    }
  ],
  "orders": [
    {
      "name": "Jan",
      "surname": "Kowalski",
      "street": "Kolejowa 21",
      "city": "Kraków",
      "mail": "kowal@onet.pl",
      "pickup": "Przesyłka",
      "id": 1
    }
  ]
}